Revit 2023 API
GroupTypeId.Display Property
 "Display"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId Display { get; }
Visual Basic
Public Shared ReadOnly Property Display As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Display {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace